spring2021/psyc5301/psyc5301-spring2021.org
#+TITLE: PSYC 5301: Research Methods
#+AUTHOR: 
#+DATE: Spring 2021
#+OPTIONS: toc:nil
#+OPTIONS: num:nil
#+LATEX_CLASS: article
#+LATEX_CLASS_OPTIONS: [10pt]
#+LATEX_HEADER: \usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}

** Contact info
- Professor: Thomas J. Faulkenberry, Ph.D
- Office: Math 319
- Office hours: /to be announced/
- Email: faulkenberry@tarleton.edu
- Website: [[http://tomfaulkenberry.github.io]]
- Phone: 254-968-9816

** Course description

This course is a continuation of the study of statistics that you have already begun in your graduate studies. It is designed to provide you with a solid grounding in the theory and practice of experimental design and statistical modeling that form the empirical basis of modern psychological science. In addition, we will discuss some of the /philosophical/ underpinning of modern scientific inference and wade into the debate on frequentist versus Bayesian approaches to inference.  We will accomplish this through weekly lectures, quizzes, homework exercises, and periodic exams. All students enrolled in this course are required to have *previously taken* PSYC 5300 (Behavioral Statistics) or have equivalent statistical background.

** Course materials

- Textbook
  - there is no specific textbook for this course. I will provide you with detailed lecture notes and a variety of readings from primary sources (i.e., journal articles). All materials will be available on Canvas. If you need a review of basic statistics, I would recommend the free textbook /Learning Statistics with JASP/ by Navarro, Foxcroft, and Faulkenberry, which you can download from https://www.learnstatswithjasp.com.
- Software
  - we will regularly use JASP, which is a free software package for doing both conventional and Bayesian statistics. You can download it for free from https://jasp-stats.org (you must have a computer running MacOS, Windows, or Linux -- it does not work well on "thin client" systems such as Chromebooks or tablets).   
- Calculator
  - you should have a standalone calculator that is capable of performing the most basic scientific computations (exponents, square roots, logarithms, etc.). A graphing calculator is /not/ required, though I will be using one (TI-84) when I demonstrate calculations. Find a calculator you like using!

** Student learning outcomes

1. Understand the classical elements of inference in psychological research, including hypothesis testing and \(p\)-values.
2. Know the basic elements of experimental design (e.g., measurement, random assignment, etc.)
3. Understand the mechanics of classical analysis of variance in single-factor and two-factor designs
4. Know how to adapt inferential procedures for within-subjects designs and, more generally, designs with covariates
5. Understand the differences between frequentist and Bayesian approaches to hypothesis testing
6. Use appropriate software packages to perform both frequentist and Bayesian hypothesis tests for a variety of experimental designs

** Course format

This course will be delivered in a hybrid-flexible ("HyFlex") format, giving you the option of attending the course face-to-face and/or online. The basic structure of each week is as follows:

- early in the week, you will watch an online video lecture (given by me) explaining the week's topic and take a short quiz to assess your understanding.

- you can then attend our course meeting Tuesday night either /in-person/ or /virtually/ via Zoom. The purpose of this course meeting is for me to demonstrate examples of homework problems that are assigned for the given week and give you the opportunity to ask questions. 
Note that you are not /required/ to attend the class meetings at all! You may certainly wish to attend synchronously (i.e., either in-person or via Zoom), and I encourage all who can to do so. However, you may instead choose to simply watch the recorded problem sessions at a convenient time later in the week. All class recordings will be posted on Canvas.

It does not matter which mode of attendance you choose -- that is the point of our "Hybrid-Flexible" course format. And, you can change your mind each week. The only thing that is /required/ is that you complete the quizzes, homeworks, and exams, which I'll describe in the next section.
