spring2021/psyc5301/psyc5301-spring2021.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-01-08 Fri 09:37 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>PSYC 5301: Research Methods</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">PSYC 5301: Research Methods</h1>

<div id="outline-container-orgcb646ef" class="outline-2">
<h2 id="orgcb646ef">Contact info</h2>
<div class="outline-text-2" id="text-orgcb646ef">
<ul class="org-ul">
<li>Professor: Thomas J. Faulkenberry, Ph.D</li>
<li>Office: Math 319</li>
<li>Office hours: <i>to be announced</i></li>
<li>Email: faulkenberry@tarleton.edu</li>
<li>Website: <a href="http://tomfaulkenberry.github.io">http://tomfaulkenberry.github.io</a></li>
<li>Phone: 254-968-9816</li>
</ul>
</div>
</div>

<div id="outline-container-orgeaa77e4" class="outline-2">
<h2 id="orgeaa77e4">Course description</h2>
<div class="outline-text-2" id="text-orgeaa77e4">
<p>
This course is a continuation of the study of statistics that you have already begun in your graduate studies. It is designed to provide you with a solid grounding in the theory and practice of experimental design and statistical modeling that form the empirical basis of modern psychological science. In addition, we will discuss some of the <i>philosophical</i> underpinning of modern scientific inference and wade into the debate on frequentist versus Bayesian approaches to inference.  We will accomplish this through weekly lectures, quizzes, homework exercises, and periodic exams. All students enrolled in this course are required to have <b>previously taken</b> PSYC 5300 (Behavioral Statistics) or have equivalent statistical background.
</p>
</div>
</div>

<div id="outline-container-org6af8dc2" class="outline-2">
<h2 id="org6af8dc2">Course materials</h2>
<div class="outline-text-2" id="text-org6af8dc2">
<ul class="org-ul">
<li>Textbook
<ul class="org-ul">
<li>there is no specific textbook for this course. I will provide you with detailed lecture notes and a variety of readings from primary sources (i.e., journal articles). All materials will be available on Canvas. If you need a review of basic statistics, I would recommend the free textbook <i>Learning Statistics with JASP</i> by Navarro, Foxcroft, and Faulkenberry, which you can download from <a href="https://www.learnstatswithjasp.com">https://www.learnstatswithjasp.com</a>.</li>
</ul></li>
<li>Software
<ul class="org-ul">
<li>we will regularly use JASP, which is a free software package for doing both conventional and Bayesian statistics. You can download it for free from <a href="https://jasp-stats.org">https://jasp-stats.org</a> (you must have a computer running MacOS, Windows, or Linux &#x2013; it does not work well on "thin client" systems such as Chromebooks or tablets).</li>
</ul></li>
<li>Calculator
<ul class="org-ul">
<li>you should have a standalone calculator that is capable of performing the most basic scientific computations (exponents, square roots, logarithms, etc.). A graphing calculator is <i>not</i> required, though I will be using one (TI-84) when I demonstrate calculations. Find a calculator you like using!</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org4674cee" class="outline-2">
<h2 id="org4674cee">Student learning outcomes</h2>
<div class="outline-text-2" id="text-org4674cee">
<ol class="org-ol">
<li>Understand the classical elements of inference in psychological research, including hypothesis testing and \(p\)-values.</li>
<li>Know the basic elements of experimental design (e.g., measurement, random assignment, etc.)</li>
<li>Understand the mechanics of classical analysis of variance in single-factor and two-factor designs</li>
<li>Know how to adapt inferential procedures for within-subjects designs and, more generally, designs with covariates</li>
<li>Understand the differences between frequentist and Bayesian approaches to hypothesis testing</li>
<li>Use appropriate software packages to perform both frequentist and Bayesian hypothesis tests for a variety of experimental designs</li>
</ol>
</div>
</div>

<div id="outline-container-org438ad64" class="outline-2">
<h2 id="org438ad64">Course format</h2>
<div class="outline-text-2" id="text-org438ad64">
<p>
This course will be delivered in a hybrid-flexible ("HyFlex") format, giving you the option of attending the course face-to-face and/or online. The basic structure of each week is as follows:
</p>

<ul class="org-ul">
<li>early in the week, you will watch an online video lecture (given by me) explaining the week's topic and take a short quiz to assess your understanding.</li>

<li>you can then attend our course meeting Tuesday night either <i>in-person</i> or <i>virtually</i> via Zoom. The purpose of this course meeting is for me to demonstrate examples of homework problems that are assigned for the given week and give you the opportunity to ask questions.</li>
</ul>
<p>
Note that you are not <i>required</i> to attend the class meetings at all! You may certainly wish to attend synchronously (i.e., either in-person or via Zoom), and I encourage all who can to do so. However, you may instead choose to simply watch the recorded problem sessions at a convenient time later in the week. All class recordings will be posted on Canvas.
</p>

<p>
It does not matter which mode of attendance you choose &#x2013; that is the point of our "Hybrid-Flexible" course format. And, you can change your mind each week. The only thing that is <i>required</i> is that you complete the quizzes, homeworks, and exams, which I'll describe in the next section.
</p>
</div>
</div>
