spring2021/psyc5301/psyc5301-spring2021.tex
% Created 2021-01-08 Fri 09:38
% Intended LaTeX compiler: pdflatex
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
\date{Spring 2021}
\title{PSYC 5301: Research Methods}
\hypersetup{
 pdfauthor={},
 pdftitle={PSYC 5301: Research Methods},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.3)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Contact info}
\label{sec:org5bdef15}
\begin{itemize}
\item Professor: Thomas J. Faulkenberry, Ph.D
\item Office: Math 319
\item Office hours: \emph{to be announced}
\item Email: faulkenberry@tarleton.edu
\item Website: \url{http://tomfaulkenberry.github.io}
\item Phone: 254-968-9816
\end{itemize}

\section*{Course description}
\label{sec:org1d42b0a}

This course is a continuation of the study of statistics that you have already begun in your graduate studies. It is designed to provide you with a solid grounding in the theory and practice of experimental design and statistical modeling that form the empirical basis of modern psychological science. In addition, we will discuss some of the \emph{philosophical} underpinning of modern scientific inference and wade into the debate on frequentist versus Bayesian approaches to inference.  We will accomplish this through weekly lectures, quizzes, homework exercises, and periodic exams. All students enrolled in this course are required to have \textbf{previously taken} PSYC 5300 (Behavioral Statistics) or have equivalent statistical background.

\section*{Course materials}
\label{sec:org3c5258f}

\begin{itemize}
\item Textbook
\begin{itemize}
\item there is no specific textbook for this course. I will provide you with detailed lecture notes and a variety of readings from primary sources (i.e., journal articles). All materials will be available on Canvas. If you need a review of basic statistics, I would recommend the free textbook \emph{Learning Statistics with JASP} by Navarro, Foxcroft, and Faulkenberry, which you can download from \url{https://www.learnstatswithjasp.com}.
\end{itemize}
\item Software
\begin{itemize}
\item we will regularly use JASP, which is a free software package for doing both conventional and Bayesian statistics. You can download it for free from \url{https://jasp-stats.org} (you must have a computer running MacOS, Windows, or Linux -- it does not work well on "thin client" systems such as Chromebooks or tablets).
\end{itemize}
\item Calculator
\begin{itemize}
\item you should have a standalone calculator that is capable of performing the most basic scientific computations (exponents, square roots, logarithms, etc.). A graphing calculator is \emph{not} required, though I will be using one (TI-84) when I demonstrate calculations. Find a calculator you like using!
\end{itemize}
\end{itemize}

\section*{Student learning outcomes}
\label{sec:org0a6bc39}

\begin{enumerate}
\item Understand the classical elements of inference in psychological research, including hypothesis testing and \(p\)-values.
\item Know the basic elements of experimental design (e.g., measurement, random assignment, etc.)
\item Understand the mechanics of classical analysis of variance in single-factor and two-factor designs
\item Know how to adapt inferential procedures for within-subjects designs and, more generally, designs with covariates
\item Understand the differences between frequentist and Bayesian approaches to hypothesis testing
\item Use appropriate software packages to perform both frequentist and Bayesian hypothesis tests for a variety of experimental designs
\end{enumerate}

\section*{Course format}
\label{sec:org6a1853a}

This course will be delivered in a hybrid-flexible ("HyFlex") format, giving you the option of attending the course face-to-face and/or online. The basic structure of each week is as follows:

\begin{itemize}
\item early in the week, you will watch an online video lecture (given by me) explaining the week's topic and take a short quiz to assess your understanding.

\item you can then attend our course meeting Tuesday night either \emph{in-person} or \emph{virtually} via Zoom. The purpose of this course meeting is for me to demonstrate examples of homework problems that are assigned for the given week and give you the opportunity to ask questions.
\end{itemize}
Note that you are not \emph{required} to attend the class meetings at all! You may certainly wish to attend synchronously (i.e., either in-person or via Zoom), and I encourage all who can to do so. However, you may instead choose to simply watch the recorded problem sessions at a convenient time later in the week. All class recordings will be posted on Canvas.

It does not matter which mode of attendance you choose -- that is the point of our "Hybrid-Flexible" course format. And, you can change your mind each week. The only thing that is \emph{required} is that you complete the quizzes, homeworks, and exams, which I'll describe in the next section.
