spring2021/psyc5301/psyc5301-spring2021.html
<div id="outline-container-orgd6086b1" class="outline-2">
<h2 id="orgd6086b1">Requirements and grading</h2>
<div class="outline-text-2" id="text-orgd6086b1">
<ul class="org-ul">
<li>Exam 1 (100 points)</li>
<li>Exam 2 (100 points)</li>
<li>Exam 3 (100 points)</li>
<li>Homework exercises (100 points)</li>
<li>Weekly quizzes (100 points)</li>
<li><i>Total = 500 points</i></li>
</ul>

<p>
Grades will be assigned based on the percentage of points you accumulate out of these 500 points.  I will use the standard grading scale of A=90%, B=80%, etc.
</p>
</div>

<div id="outline-container-orga517e72" class="outline-3">
<h3 id="orga517e72">Exams (60% of grade)</h3>
<div class="outline-text-3" id="text-orga517e72">
<p>
There will be three exams throughout the semester, occurring approximately once every four to five weeks.  They will cover material from lectures, quizzes, and homework exercises. Exams will be "take-home", primarily consisting of short-answer questions. Exams (and homework; see below) will be submitted online on Canvas &#x2013; in my experience, it is probably easiest to hand-write your solutions neatly on clean paper and either scan or take a photo of the completed work to submit. 
</p>

<p>
Tentative exam dates:
</p>

<ul class="org-ul">
<li>Exam 1 (due Sunday, February 21 at 11:59 pm)</li>
<li>Exam 2 (due Sunday, April 4 at 11:59 pm)</li>
<li>Exam 3 (due Sunday, May 2 at 11:59 pm)</li>
</ul>
</div>
</div>

<div id="outline-container-org43a2988" class="outline-3">
<h3 id="org43a2988">Weekly quizzes (20% of grade)</h3>
<div class="outline-text-3" id="text-org43a2988">
<p>
At the beginning of each non-exam week, you will watch a video posted on Canvas where I introduce the week's concepts. After watching this video, you will complete an online multiple-choice quiz, the aim of which is to check for understanding of the concepts presented. Each quiz counts for 10 possible points. There will be at least 10 of these quizzes, so your 10 highest quiz scores will earn you up to 100 points for your overall quiz grade.
</p>
</div>
</div>

<div id="outline-container-orgd22abf5" class="outline-3">
<h3 id="orgd22abf5">Homework exercises (20% of grade)</h3>
<div class="outline-text-3" id="text-orgd22abf5">
<p>
In order to practice the concepts you learn this semester, you will complete a short homework assignment every week. A set of homework exercises (usually around 4-5 problems) will be provided to you each week. You may work collaboratively on the homework exercises, but any work submitted must reflect your own understanding of the material (in other words, don't just copy someone else's work to submit).  Each homework assignment will be due at 11:59 pm on Sunday immediately following the week it was assigned.
</p>
</div>
</div>
</div>

<div id="outline-container-org99d790b" class="outline-2">
<h2 id="org99d790b">Course Communication</h2>
<div class="outline-text-2" id="text-org99d790b">
<p>
Email is the primary means of official communication for this course.  If you have questions about the course, always feel free to send me an email at faulkenberry@tarleton.edu.  I only ask that you adhere to two guidelines:
</p>
<ul class="org-ul">
<li>please include the course number (PSYC 5301) in the subject line.  For example, one good way to do this is:  Subject: [PSYC 5301] Question about HW 3</li>
<li>please use proper email etiquette.  Include a salutation (e.g., Dear Dr. Faulkenberry), complete sentences, and a closing (e.g., "Regards, Your Name").  You might be surprised how many times I get an email from a nondescript email address with no indication from WHOM the email was sent!</li>
</ul>

<p>
Also, I will send periodic class announcements via email.  Thus, it is imperative that you check your <i>Tarleton email address</i> regularly so that you don't miss any of these messages.
</p>
</div>
</div>

<div id="outline-container-orgb75a44c" class="outline-2">
<h2 id="orgb75a44c">University Policy on "F" Grades</h2>
<div class="outline-text-2" id="text-orgb75a44c">
<p>
Beginning in Fall 2015, Tarleton began differentiating between a failed grade in a class because a student never attended (F0 grade), stopped attending at some point in the semester (FX grade), or because the student did not pass the course (F) but attended the entire semester. These grades will be noted on the official transcript. Stopping or never attending class can result in the student having to return aid monies received.  For more information see the Tarleton Financial Aid website.
</p>
</div>
</div>

<div id="outline-container-org6ac664b" class="outline-2">
<h2 id="org6ac664b">Academic Honesty</h2>
<div class="outline-text-2" id="text-org6ac664b">
<p>
Cheating, plagiarism (submitting another person’s materials or ideas as one’s own without proper attribution), or doing work for another person who will receive academic credit are all disallowed. This includes the use of unauthorized books, notebooks, or other sources in order to secure of give help during an examination, the unauthorized copying of examinations, assignments, reports, or term papers, or the presentation of unacknowledged material as if it were the student’s own work. Disciplinary action may be taken beyond the academic discipline administered by the faculty member who teaches the course in which the cheating took place.
</p>

<p>
The minimum sanction for <i>any</i> act of academic dishonesty is a grade of 0 on the affected assignment; a grade of F for the course may be assigned in severe cases.
</p>
</div>
</div>

<div id="outline-container-orgd7cd462" class="outline-2">
<h2 id="orgd7cd462">Academic Affairs Core Value Statements</h2>
<div class="outline-text-2" id="text-orgd7cd462">
</div>
