spring2021/psyc5301/psyc5301-spring2021.html
<div id="outline-container-org891987d" class="outline-3">
<h3 id="org891987d">Academic Integrity Statement</h3>
<div class="outline-text-3" id="text-org891987d">
<p>
Tarleton State University's core values are integrity, leadership, tradition, civility, excellence, and service.  Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct.  Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.
</p>
</div>
</div>

<div id="outline-container-org5221f1a" class="outline-3">
<h3 id="org5221f1a">Academic Civility Statement</h3>
<div class="outline-text-3" id="text-org5221f1a">
<p>
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.
</p>
</div>
</div>

<div id="outline-container-org5c5e319" class="outline-3">
<h3 id="org5c5e319">Academic Excellence Statement</h3>
<div class="outline-text-3" id="text-org5c5e319">
<p>
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
</p>
<ul class="org-ul">
<li>honoring Tarleton’s core values, upholding high standards of habit and behavior.</li>
<li>maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences.</li>
<li>putting forth their best individual effort.</li>
<li>continually improving as independent learners.</li>
<li>engaging in extracurricular opportunities that encourage personal and academic growth.</li>
<li>reflecting critically upon feedback and applying these lessons to meet future challenges.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org796a87d" class="outline-2">
<h2 id="org796a87d">Students with Disabilities Policy</h2>
<div class="outline-text-2" id="text-org796a87d">
<p>
It is the policy of Tarleton State University to comply with the Americans with Disabilities Act and other applicable laws. If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.
</p>

<p>
<b><b>Note:  any changes to this syllabus will be communicated to you by the instructor!</b></b>
</p>
</div>
</div>

<div id="outline-container-org056f7ec" class="outline-2">
<h2 id="org056f7ec">Schedule of class meetings</h2>
<div class="outline-text-2" id="text-org056f7ec">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Week</th>
<th scope="col" class="org-left">Date</th>
<th scope="col" class="org-left">Topic</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">Jan 19</td>
<td class="org-left">Introduction to the course</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">Jan 26</td>
<td class="org-left">Review of classical inference</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">Feb 2</td>
<td class="org-left">Introduction to Bayesian inference</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">Feb 9</td>
<td class="org-left">Single-factor designs</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">Feb 16</td>
<td class="org-left">No class meeting - complete <b>Exam 1</b></td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Feb 23</td>
<td class="org-left">Repeated-measures designs</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">Mar 2</td>
<td class="org-left">Two-factor designs</td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">Mar 9</td>
<td class="org-left"><i>No class meeting &#x2013; Spring Break</i></td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">Mar 16</td>
<td class="org-left">Covariate designs</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">Mar 23</td>
<td class="org-left">Contrasts and comparisons among means</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-left">Mar 30</td>
<td class="org-left">No class meeting - complete <b>Exam 2</b></td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">Apr 6</td>
<td class="org-left">Regression models</td>
</tr>

<tr>
<td class="org-right">13</td>
<td class="org-left">Apr 13</td>
<td class="org-left">Classical model selection techniques</td>
</tr>

<tr>
<td class="org-right">14</td>
<td class="org-left">Apr 20</td>
<td class="org-left">Bayesian model selection</td>
</tr>

<tr>
<td class="org-right">15</td>
<td class="org-left">Apr 27</td>
<td class="org-left">No class meeting - complete <b>Exam 3</b></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Spring 2021</p>
<p class="date">Created: 2021-01-08 Fri 09:37</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
