spring2021/psyc5301/psyc5301-spring2021.tex
\subsection*{Academic Integrity Statement}
\label{sec:org5d1911b}
Tarleton State University's core values are integrity, leadership, tradition, civility, excellence, and service.  Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct.  Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.

\subsection*{Academic Civility Statement}
\label{sec:orgc3669cd}
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.

\subsection*{Academic Excellence Statement}
\label{sec:org355e610}
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
\begin{itemize}
\item honoring Tarleton’s core values, upholding high standards of habit and behavior.
\item maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences.
\item putting forth their best individual effort.
\item continually improving as independent learners.
\item engaging in extracurricular opportunities that encourage personal and academic growth.
\item reflecting critically upon feedback and applying these lessons to meet future challenges.
\end{itemize}

\section*{Students with Disabilities Policy}
\label{sec:orgba69d14}

It is the policy of Tarleton State University to comply with the Americans with Disabilities Act and other applicable laws. If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.

\textbf{\textbf{Note:  any changes to this syllabus will be communicated to you by the instructor!}}

\section*{Schedule of class meetings}
\label{sec:org2e05fb7}

\begin{center}
\begin{tabular}{rll}
Week & Date & Topic\\
\hline
1 & Jan 19 & Introduction to the course\\
2 & Jan 26 & Review of classical inference\\
3 & Feb 2 & Introduction to Bayesian inference\\
4 & Feb 9 & Single-factor designs\\
5 & Feb 16 & No class meeting - complete \textbf{Exam 1}\\
6 & Feb 23 & Repeated-measures designs\\
7 & Mar 2 & Two-factor designs\\
9 & Mar 9 & \emph{No class meeting -- Spring Break}\\
8 & Mar 16 & Covariate designs\\
10 & Mar 23 & Contrasts and comparisons among means\\
11 & Mar 30 & No class meeting - complete \textbf{Exam 2}\\
12 & Apr 6 & Regression models\\
13 & Apr 13 & Classical model selection techniques\\
14 & Apr 20 & Bayesian model selection\\
15 & Apr 27 & No class meeting - complete \textbf{Exam 3}\\
\end{tabular}
\end{center}
\end{document}